Repository: Syartaa/suzanne_test
Catalog: lib/l10n/app_*.arb
Languages: sq

# welcomeMessage
source: Welcome to the podcast app!
sq: Mirësevini në aplikacionin e podcast!

# chooseInterests
source: Choose your interests and get the best podcast recommendations.
sq: Zgjidhni interesat tuaja dhe merrni rekomandimet më të mira për podcast.

# dontWorryChangeLater
source: Don’t worry, you can always change it later.
sq: Mos u shqetësoni, mund ta ndryshoni më vonë.

source: Music
sq: Muzikë

source: Podcasts
sq: Podkaste

source: Cinema
sq: Kinemaja

source: Books
sq: Libra

source: Theatre
sq: Teatër

source: Clubbing
sq: Klubet e natës

source: Literature
sq: Letërsi

source: Visual Arts
sq: Arte vizuale

source: Skip
sq: Kalo

# continueButton
source: Continue
sq: Vazhdo

# welcome_login
source: Login
sq: Hyr

# welcome_signup
source: Sign up
sq: Regjistrohu

# welcome_continue_guest
source: Continue as a guest
sq: Vazhdo si mysafir

# welcome_no_account
source: If you don’t have an account
sq: Nëse nuk keni një llogari

source: Add to Favorite
sq: Shto në të preferuarat

source: Remove from Favorite
sq: Hiqe nga të preferuarat

source: Add to Playlist
sq: Shto në listën e dëgjimit

# select_playlist
source: Select Playlist or Create New
sq: Zgjidh listën ose krijo një të re

# no_playlists
source: No playlists found
sq: Asnjë listë dëgjimi nuk u gjet

source: Create New Playlist
sq: Krijo një listë të re

source: Enter playlist name
sq: Shkruaj emrin e listës

source: Cancel
sq: Anulo

source: Create
sq: Krijo

# login_message
source: Please log in to add to playlist or favorite podcasts.
sq: Ju lutemi, identifikohuni për të shtuar në listën e dëgjimit ose të preferuarat.

source: Monday Marks
sq: Shënimet e së Hënës

source: See More
sq: Shiko

source: Featured Podcasts
sq: Podkaste të Veçuara

# infoTitle
source: Info
sq: Informacion

# infoContent
source: This app is a product of Suzanne Media Platform. The application has been supported by LuxAid and UNDP.
sq: Ky aplikacion është një produkt i Suzanne Media Platform. Aplikacioni është mbështetur nga LuxAid dhe UNDP.

source: Welcome!
sq: Mirësevini!

# login_subtitle
source: Discover Limitless Choices and Unmatched Convenience.
sq: Zbuloni zgjedhje të pakufizuara dhe komoditet të pakrahasueshëm.

# password_hint
source: Password
sq: Fjalëkalimi

# login_button
source: Login
sq: Hyr

source: Incorrect password.
sq: Fjalëkalimi i pasaktë.

source: User not found
sq: Përdoruesi nuk është i regjistruar.

# unexpected_error
source: An unexpected error occurred. Please try again.
sq: Ndodhi një gabim i papritur. Ju lutem provoni përsëri.

# or_text
source: - Or -
sq: - Ose -

# continue_guest
source: Continue as a Guest
sq: Vazhdo si Mysafir

# password_validation
source: Password must be at least 6 characters
sq: Fjalëkalimi duhet të ketë të paktën 6 karaktere

# email_validation
source: Please enter a valid email address
sq: Ju lutem shkruani një adresë emaili të vlefshme

# enter_email
source: Please enter your email
sq: Ju lutem shkruani emailin tuaj

# enter_password
source: Please enter your password
sq: Ju lutem shkruani fjalëkalimin tuaj

source: Sign Up!
sq: Regjistrohu!

# createAccount
source: Create an account to get started.
sq: Krijoni një llogari për të filluar.

source: First Name
sq: Emri

source: Last Name
sq: Mbiemri

source: Confirm Password
sq: Konfirmo Fjalëkalimin

source: Male
sq: Mashkull

source: Female
sq: Femër

# signUpButton
source: Sign Up
sq: Regjistrohu

# haveAccount
source: Have an account?
sq: Keni një llogari?

source: Login
sq: Hyr

# firstNameRequired
source: First name is required
sq: Emri është i detyrueshëm

# lastNameRequired
source: Last name is required
sq: Mbiemri është i detyrueshëm

# emailRequired
source: Email is required
sq: Emaili është i detyrueshëm

# validEmail
source: Enter a valid email
sq: Vendosni një email të vlefshëm

# passwordRequired
source: Password must be at least 6 characters
sq: Fjalëkalimi duhet të ketë të paktën 6 karaktere

# passwordsNotMatch
source: Passwords do not match
sq: Fjalëkalimet nuk përputhen

# selectGender
source: Please select a gender
sq: Ju lutemi zgjidhni një gjini

# registrationSuccess
source: Registration successful!
sq: Regjistrimi u krye me sukses!

# donthaveAccount
source: Don't have an account?
sq: Nuk keni një llogari?
